Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# import.html.instructions.operagx
source: %1$d Open **%2$s** %3$d Use the Menu Bar to select **Bookmarks → Bookmarks** %4$d Click **Import/Export…** in the bottom left and select **Export Bookmarks** %5$d Save the file someplace you can find it (e.g., Desktop) %6$d %7$@
de: %1$d Öffne **%2$s** %3$d Wähle in der Menüleiste **Lesezeichen → Lesezeichen** %4$d Klicke unten links auf **Importieren/Exportieren …** und wähle **Lesezeichen exportieren** %5$d Speichere die Datei an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %6$d %7$@
es: %1$d Abre **%2$s** %3$d Utiliza la barra de menú para seleccionar **Marcadores → Marcadores** %4$d Haz clic en **Importar/Exportar...** en la parte inferior izquierda y selecciona **Exportar marcadores** %5$d Guarda el archivo donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %6$d %7$@
fr: %1$d Ouvrez **%2$s** %3$d Passez par la barre de menu pour sélectionner **Signets → Signets ** %4$d Cliquez sur **Importer/Exporter…** en bas à gauche et sélectionnez **Exporter les signets** %5$d Enregistrez le fichier à un endroit où le trouver facilement (par exemple, sur le bureau) %6$d %7$@
it: %1$d Apri **%2$s** %3$d Usa la Barra dei menu per selezionare **Segnalibri → Segnalibri** %4$d Fai clic su **Importa/Esporta…** in basso a sinistra e seleziona **Esporta segnalibri** %5$d Salva il file dove puoi trovarlo (ad esempio, sul desktop) %6$d %7$@
nl: %1$d Open **%2$s** %3$d Ga in de menubalk naar **Bladwijzers → Bladwijzers** %4$d Klik op **Importeren/Exporteren…** in de linkerbenedenhoek en selecteer **Bladwijzers exporteren** %5$d Bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %6$d %7$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Na pasku menu wybierz **Zakładki → Zakładki** %4$d Kliknij **Importuj/Eksportuj...** w lewym dolnym rogu i wybierz **Eksportuj zakładki** %5$d Zapisz plik w łatwo dostępnym miejscu (np. na biurku) %6$d %7$@
pt: %1$d Abre o **%2$s** %3$d Utiliza a barra de menus para selecionar **Favoritos → Favoritos** %4$d Clica em **Importar/exportar…** na parte inferior esquerda e seleciona **Exportar favoritos** %5$d Guarda o ficheiro onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %6$d %7$@
ru: %1$d Откройте **%2$s** %3$d В панели меню выберите **Закладки → Закладки** %4$d Нажмите кнопку **Импорт/Экспорт…** слева внизу и выберите **Экспортировать закладки** %5$d Сохраните файл там, где вы легко его найдете (например, на рабочем столе) %6$d %7$@

# import.html.instructions.safari
source: %1$d Open **Safari** %2$d Select **File → Export → Bookmarks** %3$d Save the passwords file someplace you can find it (e.g., Desktop) %4$d %5$@
de: %1$d Öffne **Safari** %2$d Wähle **Datei → Exportieren → Lesezeichen** %3$d Speichere die Datei mit den Passwörtern an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %4$d %5$@
es: %1$d Abre **Safari** %2$d Selecciona **Archivo → Exportar → Marcadores** %3$d Guarda el archivo de contraseñas donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %4$d %5$@
fr: %1$d Ouvrez **Safari** %2$d Sélectionnez **Fichier → Exporter → Signets** %3$d Enregistrez le fichier des mots de passe à un endroit où le trouver facilement (par exemple, sur le bureau) %4$d %5$@
it: %1$d Apri **Safari** %2$d Seleziona **File → Esporta → Segnalibri** %3$d Salva il file delle password dove puoi trovarlo (ad esempio, sul desktop) %4$d %5$@
nl: %1$d Open **Safari** %2$d Selecteer **Bestand → Exporteren → Bladwijzers** %3$d Bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %4$d %5$@
pl: %1$d Otwórz przeglądarkę **Safari** %2$d Wybierz **Plik → Eksportuj → Zakładki** %3$d Zapisz plik w łatwo dostępnym miejscu (np. na biurku) %4$d %5$@
pt: %1$d Abre o **Safari** %2$d Selecione **Ficheiro → Exportar → Marcadores** %3$d Guarda o ficheiro de palavras-passe onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %4$d %5$@
ru: %1$d Откройте **Safari** %2$d Выберите раздел **Файл → Экспортировать → Закладки** %3$d Сохраните файл с закладками там, где вы легко его найдете (например, на рабочем столе) %4$d %5$@

# import.html.instructions.vivaldi
source: %1$d Open **%2$s** %3$d Use the Menu Bar to select **File → Export Bookmarks…** %4$d Save the file someplace you can find it (e.g., Desktop) %5$d %6$@
de: %1$d Öffne **%2$s** %3$d Wähle in der Menüleiste **Datei → Lesezeichen exportieren …** %4$d Speichere die Datei an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %5$d %6$@
es: %1$d Abre **%2$s** %3$d Utiliza la barra de menú para seleccionar **Archivo → Exportar marcadores...** %4$d Guarda el archivo donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %5$d %6$@
fr: %1$d Ouvrez **%2$s** %3$d Passez par la barre de menu pour sélectionner **Fichier → Exporter les signets…** %4$d Enregistrez le fichier à un endroit où le trouver facilement (par exemple, sur le bureau) %5$d %6$@
it: %1$d Apri **%2$s** %3$d Usa la Barra dei menu per selezionare **File → Esporta segnalibri…** %4$d Salva il file dove puoi trovarlo (ad esempio, sul desktop) %5$d %6$@
nl: %1$d Open **%2$s** %3$d Ga in de menubalk naar **Bestand → Bladwijzers exporteren…** %4$d Bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %5$d %6$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Na pasku menu wybierz **Plik → Eksportuj zakładki...** %4$d Zapisz plik w łatwo dostępnym miejscu (np. na biurku) %5$d %6$@
pt: %1$d Abre o **%2$s** %3$d Utiliza a barra de menus para selecionar **Ficheiro → Exportar marcadores…** %4$d Guarda o ficheiro onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %5$d %6$@
ru: %1$d Откройте **%2$s** %3$d В панели меню выберите раздел **Файл → Экспортировать закладки…** %4$d Сохраните файл там, где вы легко его найдете (например, на рабочем столе) %5$d %6$@

# import.html.instructions.yandex
source: %1$d Open **%2$s** %3$d Use the Menu Bar to select **Favorites → Bookmark Manager** %4$d Click %5$@ then **Export bookmarks to HTML file** %6$d Save the file someplace you can find it (e.g., Desktop) %7$d %8$@
de: %1$d Öffne **%2$s** %3$d Wähle in der Menüleiste **Favoriten → Lesezeichen-Manager** %4$d Klicke auf %5$@ und dann auf **Lesezeichen in HTML-Datei exportieren** %6$d Speichere die Datei an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %7$d %8$@
es: %1$d Abre **%2$s** %3$d Utiliza la barra de menús para seleccionar **Favoritos → Administrador de marcadores** %4$d Haz clic en %5$@ y luego en **Exportar marcadores a archivo HTML** %6$d Guarda el archivo donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %7$d %8$@
fr: %1$d Ouvrez **%2$s** %3$d Passez par la barre de menu pour sélectionner **Favoris → Gestionnaire de signets** %4$d Cliquez sur %5$@ puis sur **Exporter les signets vers un fichier HTML** %6$d Enregistrez le fichier à un endroit où le trouver facilement (par exemple, sur le bureau) %7$d %8$@
it: %1$d Apri **%2$s** %3$d Usa la Barra dei menu per selezionare **Preferiti → Gestore segnalibri** %4$d Fai clic su %5$@, quindi su **Esporta segnalibri nel file HTML** %6$d Salva il file dove puoi trovarlo (ad esempio, sul desktop) %7$d %8$@
nl: %1$d Open **%2$s** %3$d Ga in de menubalk naar **Favorieten → Bladwijzerbeheerder** %4$d Klik op %5$@ en vervolgens op **Bladwijzers exporteren naar HTML-bestand** %6$d Bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %7$d %8$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Na pasku menu wybierz **Favorites → Bookmark Manager** %4$d Kliknij %5$@, a następnie **Export bookmarks to HTML file** %6$d Zapisz plik w łatwo dostępnym miejscu (np. na biurku) %7$d %8$@
pt: %1$d Abre o **%2$s** %3$d Utiliza a barra de menus para selecionar **Favoritos → Gestor de marcadores** %4$d Clica em %5$@ e, em seguida, clica em **Exportar marcadores para ficheiro HTML** %6$d Guarda o ficheiro onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %7$d %8$@
ru: %1$d Откройте **%2$s** %3$d На панели меню выберите раздел **Избранное → Менеджер закладок** %4$d Нажмите на значок %5$@ и выберите опцию **Экспорт закладок в файл HTML** %6$d Сохраните файл там, где вы легко его найдете (например, на рабочем столе) %7$d %8$@

# import.logins.csv.title
source: CSV Passwords File (for other browsers)
de: CSV-Passwortdatei (für andere Browser)
es: Archivo de contraseñas CSV (para otros navegadores)
fr: Fichier de mots de passe CSV (pour les autres navigateurs)
it: File CSV password (per altri browser)
nl: CSV-wachtwoordbestand (voor andere browsers)
pl: Plik haseł CSV (dla innych przeglądarek)
pt: Ficheiro de palavras-passe CSV (para outros navegadores)
ru: Файл с паролями в CSV (для других браузеров)

# import.logins.passwords
source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
it: Password
nl: Wachtwoorden
pl: Hasła
pt: Palavras-passe
ru: Пароли

# import.logins.passwords.explainer
source: Passwords are encrypted. Viewing them or filling out forms requires Touch ID or a password. Nobody but you can see your passwords, not even us. Find Passwords in DuckDuckGo Settings > Passwords & Autofill.
de: Passwörter sind verschlüsselt. Für das Anzeigen oder Ausfüllen von Formularen ist eine Touch-ID oder ein Passwort erforderlich. Niemand außer dir kann deine Passwörter sehen, nicht einmal wir. Finde Passwörter unter DuckDuckGo-Einstellungen > Passwörter & Autovervollständigen.
es: Las contraseñas están cifradas. Para verlas o rellenar formularios, se requiere Touch ID o una contraseña. Nadie más que tú puede ver tus contraseñas, ni siquiera nosotros. Encuentra las contraseñas en Ajustes de DuckDuckGo > Contraseñas y autocompletar.
fr: Les mots de passe sont cryptés. Pour les consulter ou remplir des formulaires, il vous faut Touch ID ou un mot de passe. Personne d'autre que vous ne peut voir vos mots de passe, pas même nous. Vous trouverez vos mots de passe dans Paramètres de DuckDuckGo > Mots de passe et saisie automatique.
it: Le password sono crittografate. Per visualizzarle o compilare moduli occorre il Touch ID o una password. Nessuno, a parte te, può vedere le tue password, nemmeno noi. Trova le password in Impostazioni di DuckDuckGo > Password e compilazione automatica.
nl: Wachtwoorden worden versleuteld. Je hebt een Touch-ID of wachtwoord nodig om ze te bekijken of formulieren in te vullen. Niemand anders kan je wachtwoorden zien, zelfs wij niet. Vind wachtwoorden in DuckDuckGo via 'Instellingen' > 'Wachtwoorden en automatisch aanvullen'.
pl: Hasła są szyfrowane. Ich przeglądanie lub wypełnianie formularzy wymaga Touch ID lub hasła. Nikt poza Tobą nie może zobaczyć Twoich haseł, nawet my. Aby uzyskać dostęp do haseł, wybierz kolejno Ustawienia DuckDuckGo > Hasła i autouzupełnianie.
pt: As palavras-passe estão encriptadas. Para as veres ou preencheres formulários é necessário o Touch ID ou uma palavra-passe. Ninguém além de ti pode ver as tuas palavras-passe, nem mesmo nós. Encontra as palavras-passe em Definições do DuckDuckGo > Palavras-passe e preenchimento automático.
ru: Пароли подвергаются шифрованию. Для их просмотра или заполнения требуется Touch ID или пароль. Никто кроме вас не увидит ваши пароли. Даже мы. Ищите их в разделе «Настройки DuckDuckGo > Пароли и автозаполнение».

# import.logins.passwords.explainer.autolock.off
source: Passwords are encrypted. We recommend setting up Auto-lock to keep your passwords even more secure. Set it up in DuckDuckGo Settings > Passwords & Autofill.
de: Passwörter sind verschlüsselt. Wir empfehlen dir, Auto-Lock einzurichten, um deine Passwörter noch sicherer zu machen. Dies kannst du unter DuckDuckGo-Einstellungen > Passwörter & Autovervollständigen tun.
es: Las contraseñas están cifradas. Te recomendamos que configures Auto-lock para mantener tus contraseñas aún más seguras. Configúralo en Ajustes de DuckDuckGo > Contraseñas y autocompletar.
fr: Les mots de passe sont cryptés. Nous recommandons de configurer le verrouillage automatique pour renforcer la sécurité de vos mots de passe. Pour ce faire, allez dans les Paramètres de DuckDuckGo > Mots de passe et saisie automatique.
it: Le password sono crittografate. Ti consigliamo di impostare il blocco automatico per rendere le tue password ancora più sicure. Impostalo nelle impostazioni di DuckDuckGo > Password e compilazione automatica.
nl: Wachtwoorden worden versleuteld. We raden aan om 'Automatisch vergrendelen' in te stellen om je wachtwoorden nog beter te beveiligen. Je kunt dit doen in DuckDuckGo via 'Instellingen' > 'Wachtwoorden en automatisch aanvullen'.
pl: Hasła są szyfrowane. Zalecamy skonfigurowanie funkcji automatycznej blokady, aby hasła były jeszcze bezpieczniejsze. Skonfiguruj tę opcję, wybierając kolejno Ustawienia DuckDuckGo > Hasła i autouzupełnianie.
pt: As palavras-passe estão encriptadas. Recomendamos a configuração do Bloqueio automático para manter as tuas palavras-passe ainda mais seguras. Configura-o nas Definições do DuckDuckGo > Palavras-passe e preenchimento automático.
ru: Пароли подвергаются шифрованию. Для дополнительной защиты рекомендуем включить автоматическую блокировку в разделе «Настройки DuckDuckGo > Пароли и автозаполнение».

# import.logins.select-csv-file
source: Select Passwords CSV File…
de: Passwörter-CSV-Datei auswählen …
es: Seleccionar archivo CSV de contraseñas...
fr: Sélectionner un fichier de mots de passe CSV…
it: Seleziona file CSV password…
nl: Selecteer CSV-wachtwoordbestand ...
pl: Wybierz plik CSV z hasłami…
pt: Selecionar ficheiro de palavras-passe CSV…
ru: Выберите CSV-файл с паролями…

# import.logins.select-csv-file.source
source: Select %@ CSV File…
de: Wähle %@ CSV-Datei …
es: Seleccionar Archivo CSV de %@...
fr: Sélectionner un fichier CSV %@…
it: Seleziona file CSV %@…
nl: Selecteer CSV-bestand van %@ ...
pl: Wybierz plik CSV %@…
pt: Selecionar ficheiro CSV %@…
ru: Выберите CSV-файл из %@…

# import.nodata.bookmarks.subtitle
source: If you have %@ bookmarks, try importing them manually instead.
de: Wenn du %@ Lesezeichen hast, versuche stattdessen, sie manuell zu importieren.
es: Si tienes %@ marcadores, intenta importarlos manualmente.
fr: Si vous avez %@ signets, essayez plutôt de les importer manuellement.
it: Se hai %@ segnalibri, prova a importarli manualmente.
nl: Als je %@ bladwijzers hebt, probeer ze dan handmatig te importeren.
pl: Jeśli masz zakładki %@, spróbuj zaimportować je ręcznie.
pt: Se tens favoritos do %@, tenta importá-los manualmente.
ru: Если у вас есть %@-файл с закладками, попробуйте импортировать его вручную.

# import.nodata.passwords.subtitle
source: If you have %@ passwords, try importing them manually instead.
de: Wenn du %@ Passwörter hast, versuche stattdessen, sie manuell zu importieren.
es: Si tiene %@ contraseñas, intenta importarlas manualmente.
fr: Si vous avez %@ mots de passe, essayez plutôt de les importer manuellement.
it: Se hai %@ password, prova a importarle manualmente.
nl: Als je %@ wachtwoorden hebt, probeer ze dan handmatig te importeren.
pl: Jeśli masz hasła %@, spróbuj zaimportować je ręcznie.
pt: Se tens palavras-passe do %@, tenta importá-las manualmente.
ru: Если у вас есть %@-файл с паролями, попробуйте импортировать его вручную.

# import.onePassword.app.version.info
source: You can find your version by selecting **%1$s → About %2$s** from the Menu Bar.
de: Du findest deine Version, indem du in der Menüleiste **%1$s → Über %2$s** auswählst.
es: Puedes encontrar tu versión seleccionando **%1$s → Acerca de %2$s** en la barra de menús.
fr: Vous pouvez trouver votre version en sélectionnant **%1$s → À propos de %2$s** dans la barre de menu.
it: Puoi trovare la tua versione selezionando **%1$s → Informazioni %2$s** dalla Barra dei menu.
nl: Je kunt je versie vinden in de menubalk naar **%1$s → Over %2$s** te gaan.
pl: Aby znaleźć zainstalowaną wersję, wybierz **%1$s → About %2$s** na pasku menu.
pt: Podes encontrar a tua versão selecionando **%1$s → Acerca de %2$s** na barra de menus.
ru: Чтобы узнать версию своего приложения, выберите на панели меню **%1$s → Сведения о %2$s**.

# import.passwords.indefinite.progress.text
source: Importing passwords…
de: Passwörter werden importiert …
es: Importando contraseñas…
fr: Importation des mots de passe…
it: Importazione password in corso…
nl: Wachtwoorden importeren ...
pl: Importowanie haseł…
pt: A importar palavras-passe…
ru: Пароли импортируются…

# import.passwords.number.progress.text
source: Importing passwords (%d)…
de: Passwörter werden importiert (%d) …
es: Importando contraseñas (%d)...
fr: Importation des mots de passe (%d)…
it: Importazione password (%d) in corso…
nl: Wachtwoorden importeren (%d) …
pl: Importowanie haseł (%d)…
pt: A importar palavras-passe (%d)…
ru: Пароли импортируются (%d)…

# import.shortcuts.bookmarks.subtitle
source: Put your favorite bookmarks in easy reach
de: Halte deine Lieblingslesezeichen griffbereit
es: Pon tus marcadores favoritos a tu alcance
fr: Placez vos signets préférés à portée de main
it: Tieni i tuoi segnalibri preferiti a portata di mano
nl: Breng je favoriete bladwijzers binnen handbereik
pl: Umieść ulubione zakładki w łatwo dostępnym miejscu
pt: Coloca os teus marcadores favoritos num local de fácil alcance
ru: Любимые закладки всегда под рукой

# import.shortcuts.bookmarks.title
source: Show Bookmarks Bar
de: Lesezeichenleiste anzeigen
es: Mostrar barra de marcadores
fr: Afficher la barre des signets
it: Mostra la barra dei segnalibri
nl: Bladwijzerbalk tonen
pl: Pokaż pasek zakładek
pt: Mostrar barra de marcadores
ru: Показывать панель закладок

# import.shortcuts.passwords.subtitle
source: Keep passwords nearby in the address bar
de: Passwörter in der Adressleiste aufbewahren
es: Mantén las contraseñas a mano en la barra de direcciones
fr: Gardez vos mots de passe à portée de main dans la barre d'adresse
it: Tieni le password a portata di mano nella barra degli indirizzi
nl: Houd wachtwoorden bij via de adresbalk
pl: Trzymaj hasła w pobliżu, na pasku adresu
pt: Mantém as palavras-passe por perto na barra de endereços
ru: Удобное хранение паролей в адресной строке

# import.shortcuts.passwords.title
source: Show Passwords Shortcut
de: Passwort-Shortcut anzeigen
es: Mostrar acceso directo a contraseñas
fr: Afficher le raccourci des mots de passe
it: Mostra scorciatoia per le password
nl: Snelkoppeling voor wachtwoorden weergeven
pl: Pokaż skrót do haseł
pt: Mostrar atalho de palavras-passe
ru: Показывать ярлык для паролей

# invite.dialog.get.started.button
source: Get Started
de: Los geht's!
es: Empezar
fr: Commencer
it: Iniziamo
nl: Aan de slag
pl: Rozpocznij
pt: Comece
ru: Приступим!

# invite.dialog.unrecognized.code.message
source: We didn’t recognize this Invite Code.
de: Wir haben diesen Einladungscode nicht erkannt.
es: No hemos reconocido este código de invitación.
fr: Nous n'avons pas reconnu ce code d'invitation.
it: Non abbiamo riconosciuto questo codice di invito.
nl: Deze uitnodigingscode wordt niet herkend.
pl: Nie rozpoznaliśmy tego kodu zaproszenia.
pt: Não reconhecemos este código de convite.
ru: Не удалось распознать код приглашения.

# itr.feedback-form.category.access-code
source: Issue with access code
de: Problem mit dem Zugangscode
es: Incidencia con código de acceso
fr: Problème avec le code d'accès
it: Problema con il codice di accesso
nl: Probleem met toegangscode
pl: Problem z kodem dostępu
pt: Problema com o código de acesso
ru: Проблема с кодом доступа

# itr.feedback-form.category.contact-advisor
source: Unable to contact advisor
de: Berater kann nicht kontaktiert werden
es: No se puede contactar con el asesor
fr: Impossible de contacter le conseiller
it: Impossibile contattare il consulente
nl: Kan geen contact opnemen met de adviseur
pl: Nie można skontaktować się z doradcą
pt: Não é possível contactar o consultor
ru: Невозможно связаться с консультантом

# itr.feedback-form.category.select-category
source: Select a category
de: EINE KATEGORIE AUSWÄHLEN
es: SELECCIONA UNA CATEGORÍA
fr: SÉLECTIONNER UNE CATÉGORIE
it: SELEZIONA UNA CATEGORIA
nl: SELECTEER EEN CATEGORIE
pl: WYBIERZ KATEGORIĘ
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ

# itr.feedback-form.category.something-else
source: Something else
de: Etwas anderes
es: Otro problema
fr: Autre chose
it: Qualcos'altro
nl: Iets anders
pl: Coś innego
pt: Outra coisa
ru: Что-то другое

# itr.feedback-form.category.unhelpful
source: Call to Advisor was unhelpful
de: Anruf beim Berater war nicht hilfreich
es: Llamar al asesor no ha ayudado
fr: L'échange avec le conseiller n'a pas été utile
it: Chiamata al consulente inutile
nl: Telefoontje naar adviseur hielp niet
pl: Połączenie z doradcą nie pomogło
pt: A chamada para o consultor não foi útil
ru: Мало толку от звонка консультанту

source: JavaScript Console
de: JavaScript-Konsole
es: Consola de JavaScript
fr: Console JavaScript
it: Console JavaScript
pl: Konsola JavaScript
pt: Consola de JavaScript
ru: Консоль JavaScript

# learnmore.link
source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
ru: Узнать больше

source: Left
de: Links
es: Izquierda
fr: À gauche
nl: Links
pl: Lewo
pt: Esquerdo

source: Let’s try doing it manually. It won’t take long.
de: Versuchen wir, es manuell zu machen. Es wird nicht lange dauern.
es: Vamos a intentar hacerlo de forma manual. No tardará mucho.
fr: Essayons de le faire manuellement. Cela ne prendra pas longtemps.
it: Proviamo a farlo manualmente. Non ci vorrà molto.
nl: Laten we het handmatig proberen. Het duurt niet lang.
pl: Spróbujmy zrobić to ręcznie. To nie potrwa długo.
pt: Vamos tentar fazer a importação manualmente. Não vai demorar muito.
ru: Давайте попробуем вручную. Это не займет много времени.

# letsmove.alert.message
source: The DuckDuckGo app needs to be in the Applications folder for some features to work properly.
de: Die DuckDuckGo-App muss sich im Ordner Anwendungen befinden, damit einige Funktionen richtig funktionieren.
es: La aplicación DuckDuckGo debe estar en la carpeta Aplicaciones para que algunas características funcionen correctamente.
fr: L'application DuckDuckGo doit se trouver dans le dossier Applications pour que certaines fonctionnalités marchent correctement.
it: Affinché alcune funzionalità funzionino correttamente, l'app DuckDuckGo deve essere nella cartella Applicazioni.
nl: Sommige functies in de DuckDuckGo-app werken alleen goed als de app in de map 'Applications' staat.
pl: Aplikacja DuckDuckGo musi znajdować się w folderze Aplikacje, aby zapewnić prawidłowe działanie określonych funkcji.
pt: A aplicação DuckDuckGo tem de estar na pasta Aplicações para que algumas funcionalidades funcionem corretamente.
ru: Для нормальной работы некоторых функций нужно, чтобы приложение DuckDuckGo находилось в папке «Приложения».

# letsmove.alert.title
source: You‘re almost there
de: Du hast es fast geschafft
es: Ya casi estamos.
fr: Vous y êtes presque !
it: Ci sei quasi
nl: Je bent er bijna
pl: Prawie gotowe
pt: Estás quase lá
ru: Почти готово

# letsmove.could.not.move
source: Could not move to Applications folder
de: Konnte nicht in den Ordner „Anwendungen“ verschoben werden
es: No se ha podido mover a la carpeta Aplicaciones
fr: Impossible de déplacer vers le dossier Applications
it: Impossibile passare alla cartella Applicazioni
nl: Kan de app niet verplaatsen naar de map 'Applications'
pl: Nie można przenieść do folderu Aplikacje
pt: Não foi possível mover para a pasta Aplicações
ru: Не удалось перенести DuckDuckGo в папку «Приложения»

# letsmove.dont.move.button
source: Do Not Move
de: Nicht bewegen
es: No mover
fr: Ne pas déplacer
it: Non spostare
nl: Niet verplaatsen
pl: Nie przenoś
pt: Não mover
ru: Не переносить
